/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "Per favore!";
"Buy Now..."     = "Acquista Ora...";
"Must.Buy.Now."  = "Devi.Aquistare.Ora.";
"Instant Karma"  = "Momento Karma";
"Buy Me!"        = "Acquistami!";
"%d days left" = "%d Giorni Rimanenti";
"Buy today!" = "Acquista Oggi!";
"The trial period is over" = "Il periodo di prova è terminato";
"Please register BetterZip to enable the saving of archives." = "Si prega di registrare BetterZip per abilitare il salvataggio degli archivi.";
"Buy now" = "Acquista ora";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "Il tuo periodo di prova è terminato. Ancora è possibile visualizzare gli archivi, ma il salvataggio degli archivi è stato disabilitato. Registrati, se vuoi continuare a utilizzare BetterZip! Fai clic sul pulsante \"Acquista ora\" qui sotto e ricevi il codice di licenza in pochi minuti.";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "Registrazione: # %d su %@ per %d licenze del Titolare\nLicenza: %@";
"Registration: # %d on %@\nLicensee: %@" = "Registrazione: # %d su %@\nTitolare Licenza: %@";
"More license keys required." = "Più chiavi di licenza richieste.";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip ha rilevato nella rete più copie in esecuzione contemporaneamente con la tua chiave di licenza. \n\nOgni computer nella tua rete ha bisogno della sua chiave di licenza. Considerare l'acquisto di una licenza multiutente a prezzo ragionevole.";
"\nYour copy of BetterZip is registered. Thank you!" = "\nLa tua copia di BetterZip è registrata. Grazie!";
"Continue" = "Continua";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip non è ancora stato registrato. Il tuo periodo di prova terminerà domani. Per continuare a usare BetterZip, fai clic sul pulsante \"Acquista ora\" qui sotto e registrati ora!";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip non è ancora stato registrato. Il tuo periodo di prova termina oggi. Per continuare a usare BetterZip, fai clic sul pulsante \"Acquista ora\" qui sotto e registrati ora!";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "Il tuo periodo di prova è terminato. Anche se BetterZip funzionerà per qualche altro giorno, devi registrarti, se vuoi continuare ad usarlo! Fai clic sul pulsante \"Acquista ora\" qui sotto e ricevi il codice di licenza in pochi minuti.";
"The code is invalid. Make sure you pasted the complete key into the text field." = "Il codice non è valido. Assicurati di aver incollato la chiave completa nel campo di testo.";
"Later" = "Dopo";
"Welcome back to BetterZip!" = "Bentornati in BetterZip!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "E' passato molto tempo dall'ultima volta che hai provato BetterZip. Prenditi ancora qualche giorno per valutarlo di nuovo. Il tuo periodo di prova è stato esteso.";
"Great!" = "Ottimo!";
"Check for Updates..." = "Controlla Aggiornamenti...";
"Automatically check for updates (last check: %@)" = "Controlla automaticamente gli aggiornamenti (ultimo controllo: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "La tua licenza non è valida per questa versione di BetterZip, ma i costi di aggiornamento sono molto ragionevoli. \nFai clic sul pulsante \"Acquista ora\" per verificarlo.";
"Registration..." = "Registrazione...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "Questa funzione è disponibile solo per gli utenti registrati.";
"Better get your license today!" = "Meglio ottenere oggi la licenza!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Questo è un codice di licenza per una versione precedente di BetterZip. Puoi usarlo per acquistare una licenza di BetterZip 4 al prezzo di aggiornamento scontato di $9,99. Fai clic su \"Aggiorna ora\" qui sotto per accedere al negozio web.";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "Questo è un codice di licenza temporaneo per i clienti che hanno acquistato BetterZip 2 nel Mac App Store. Puoi usarlo per acquistare una licenza di BetterZip 4 al prezzo di aggiornamento scontato di $9,99. Fai clic su \"Aggiorna ora\" qui sotto per accedere al negozio web.";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip non è ancora stato registrato. Il periodo di prova termina tra %d giorni. \n\nSe ti piace BetterZip, fai clic sul pulsante 'Acquista ora' qui sotto e ottieni la tua licenza oggi!";
"Trial user\n%d days left" = "Trial user\n%d giorni rimanenti";
"Upgrade now" = "Aggiorna ora";
